<br />
<br />
<br />
<section class="ftco-section ftco-category ftco-no-pt">
	<div class="container">
		<div class="row">
			<div class="col-md-12">
				<div class="row">
					<div class="col-md-12">
						<div class="category-wrap ftco-animate img mb-4 d-flex align-items-end" style="background-image: url({base_url}/assets/images/frontend/news_food.jpg);">
							<div class="text px-3 py-1">
								<h2 class="mb-0">นโยบายความเป็นส่วนตัว</h2>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</section>

<section class="ftco-section">
	<div class="container">
		<div class="row justify-content-center mb-3 pb-3">
			<div class="col-md-12 heading-section text-left ftco-animate">
				<h2 class="mb-4">นโยบายความเป็นส่วนตัว</h2>
			</div>
		</div>
	</div>
	<div class="container">
		<div class="row">
			<div class="col-md-12" >
				<h2 class="mb-4" style="color:#000000;">ความปลอดภัย</h2>
				1 เราจะใช้มาตรการป้องกันทางเทคนิคและการจัดการที่เหมาะสมเพื่อป้องกันการสูญหาย การนำไปใช้ที่ผิดวัตถุประสงค์หรือเปลี่ยนแปลงข้อมูลส่วนบุคคลของคุณ
				<br/>
				2 เราจะจัดเก็บข้อมูลส่วนบุคคลทั้งหมดที่คุณให้ไว้ในเซิร์ฟเวอร์ที่ปลอดภัยในรูปแบบที่ต้องเข้าผ่านรหัส
				<br/>
				3 คุณเข้าใจดีว่าการส่งข้อมูลผ่านทางอินเตอร์เน็ตนั้นไม่ปลอดภัยอย่างสมบูรณ์ แม้ว่าเราจะพยายามอย่างดีที่สุดเพื่อปกป้องข้อมูลส่วนบุคคลของคุณ แต่เราก็ไม่สามารถรับประกันความปลอดภัยของข้อมูลส่วนบุคคลของคุณที่ส่งไปยังเว็บไซต์หรือแอพฯได้ คุณต้องรับผิดชอบในการส่งข้อมูลใดๆ ก็ตามด้วยตัวคุณเอง
				<br/>
				4 สำหรับรหัสผ่านที่เราให้คุณ (หรือที่คุณเลือก) เพื่อเข้าถึงบางส่วนของเว็บไซต์หรือแอพฯ นั้น คุณมีหน้าที่รับผิดชอบในการรักษารหัสผ่านนี้ไว้เป็นความลับ เราขอให้คุณไม่เปิดเผยรหัสผ่านให้กับบุคคลใดๆ เราจะไม่ขอรหัสผ่านจากคุณ เว้นแต่เมื่อคุณต้องการ log-in เข้าสู่เว็บไซต์หรือ แอพฯ แล้วแต่กรณี
				<br/>
				5 เราขอให้คุณดำเนินการเพื่อรักษาข้อมูลส่วนบุคคลของคุณอย่างปลอดภัยเช่นเลือกรหัสผ่านที่รัดกุมและรักษาความเป็นส่วนตัว รวมถึงการออกจากระบบบัญชีผู้ใช้ของคุณและปิดเว็บบราวเซอร์ของคุณเมื่อใช้บริการของเราเสร็จสิ้นในรูปแบบที่ใช้ร่วมกัน
				<br/>
				<h2 class="mb-4" style="color:#000000;">การเปิดเผยข้อมูลส่วนบุคคล</h2>
				<br/>
				1 ในการจัดการและใช้งานเว็บไซต์และแอพฯ นั้น เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณแก่สมาชิกในกลุ่มของเราซึ่งหมายรวมถึง บริษัทในเครือและบริษัทย่อยของเรา นอกจากนี้เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณแก่บุคคลที่สาม เช่นผู้ให้บริการและที่ปรึกษาทางวิชาชีพเพื่อวัตถุประสงค์ดังต่อไปนี้
				เพื่อให้สอดคล้องกับข้อกำหนดทางกฎหมายใดๆ เพื่อบังคับใช้หรือใช้ข้อกำหนดในการให้บริการของเรา และข้อตกลงอื่นๆ
				เพื่อปกป้องสิทธิ ทรัพย์สินและความปลอดภัยของเรา ตลอดจนสิทธิ ทรัพย์สินและความปลอดภัยของบริษัทในเครือ ผู้ใช้งานอื่นๆ ของเว็บไซต์หรือแอพฯ และอื่นๆ
				เกี่ยวข้องกับกระบวนการทางกฎหมายหรือการดำเนินคดีทางกฎหมาย
				เกี่ยวกับการทำธุรกรรมทางด้านธุรกิจ (เช่น การซื้อ การขาย การเช่า การควบกิจการหรือการรวมกิจการหรือการได้มา การจำหน่ายหรือการจัดหาเงินทุนขององค์กรหรือส่วนหนึ่งส่วนใดขององค์กรหรือธุรกิจใดๆ หรือทรัพย์สินขององค์กร) ที่เราเข้าไปเป็นคู่สัญญาฝ่ายหนึ่งหรืออาจต้องเข้าไปเป็นคู่สัญญา
				<br/>
				2 เราดำเนินธุรกิจในหลายประเทศและอาจต้องทำการจัดเก็บ ประมวลผลหรือถ่ายโอนข้อมูลส่วนบุคคลของคุณชั่วคราวไปยังประเทศที่เราดำเนินธุรกิจ เพื่อให้เราสามารถใช้ข้อมูลส่วนบุคคลของคุณได้ตามนโยบายส่วนบุคคลและข้อกำหนดในการให้บริการ
				<br/>
				3 เราจะปฏิบัติติตามขั้นตอนทั้งหมดที่จำเป็น เพื่อให้มั่นใจได้ว่าข้อมูลส่วนบุคคลของคุณได้รับการดูแลอย่างปลอดภัยและสอดคล้องกับนโยบายความเป็นส่วนตัวนี้
			</div>
		</div>

	</div>
</section>
<br />
<style>
	.blog_title {
		overflow: hidden;
		display: -webkit-box;
		-webkit-line-clamp: 1;
		-webkit-box-orient: vertical;
	}

	.blog_detail {
		overflow: hidden;
		display: -webkit-box;
		-webkit-line-clamp: 3;
		-webkit-box-orient: vertical;
	}

	.page-item.active .page-link {
		z-index: 1;
		color: #fff;
		background-color: #28a745;
		border-color: #28a745;
	}

	.page-item .page-link {
		color: #6c757d;
	}

	img {
		display: block;
		margin-left: auto;
		margin-right: auto;
		width: 100%;
	}
</style>
